[
  {
    "id": 1,
    "author": "Michael Galdamez",
    "textBody": "I had the pleasure of working alongside Mark during our time at Accruent, He is a highly talented and knowledgeable leader who consistently demonstrated an incredible depth of technical expertise. He brought a unique blend of strategic thinking and hands-on experience to the table. His ability to lead and mentor the team helped us achieve outstanding results on multiple projects. Whether it was troubleshooting complex technical issues or driving innovative solutions, Mark was always at the forefront, ensuring that we were not only meeting but exceeding our goals. I highly recommend Mark Hogan to anyone looking for a talented, driven, and skilled IT leader.",
    "link": "https://www.linkedin.com/in/michael-galdamez-80076378/",
    "imageUrl": "https://media.licdn.com/dms/image/v2/C5603AQHvsxsdxCL6qg/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1540270347944?e=1747872000&v=beta&t=xH328tp1KxAkmCn3kqdST6aHaAejbwlyBXNhKHHR27s"
  },
  {
    "id": 2,
    "author": "Gerald Lester",
    "textBody": "Mark is not only a highly talented developer, but an efficient and well organized manager who is always looking out for the company and his team. He makes building up the talents and skills of his team a high priority.",
    "link": "https://www.linkedin.com/in/geraldlester/",
    "imageUrl": "https://media.licdn.com/dms/image/v2/C4E03AQHiHjpntPLNSw/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1516372351112?e=1747267200&v=beta&t=MOmebn_lTWslOMtc2OTfnicSJUpZLqZNmODicd99Fdg"
  },
  {
    "id": 3,
    "author": "Jordan Martin",
    "textBody": "Mark is a problem solver. Even when we have super complicated solutions to build, Mark finds a way to break then down into individual pieces. He also is a forward thinker. Mark doesn't built solutions just for what you're asking for today, but also what you may ask for in the future. Because of this methodology, we often find ourselves having features already built which can be utilized for new initiatives. Always a pleasure to work with Mark.",
    "link": "https://www.linkedin.com/in/jordanmartinwebdev/",
    "imageUrl": "https://media.licdn.com/dms/image/v2/C4E03AQFnHlXs8R4cFg/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1638197078764?e=1747267200&v=beta&t=VKFIiTkHF26QD9zeZdmzOs0W7Lj3pCLELYYxzDQBD60"
  },
  {
    "id": 4,
    "author": "Karen Merryman",
    "textBody": "Mark is very quick to learn applications and solve problems. I was impressed and inspired by his ability to skillfully and diplomatically negotiate change in our department during a time when our industry was going through major changes. I credit Mark with keeping our team on its toes at all times.",
    "link": "https://www.linkedin.com/in/karenmerryman/",
    "imageUrl": "https://media.licdn.com/dms/image/v2/C5103AQFJIBppyUMFwg/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1516294277028?e=1747267200&v=beta&t=6x2tGr8TDu3lrWEklIsRyxOG8ZJrffKH8JRQk2_BkXg"
  }
]
  